{"uuid":"aa75982c-a6b5-412c-bb57-9492766dfa76","body_part":{"name":"pancreatic islets","organ":"pancreas","source":"Prodo Laboratories Inc."},"donor":{"life_stage":"adult","ncbi_taxon":"9606","age_unit":"year","species":"Homo sapiens","age":"23","body_mass_index":"21.5","disease":"normal","id":"HP1504901","sex":"male","uuid":"92be3652-eb84-4a35-bdee-e61f0fbc9f55"},"protocols":[{"description":"Human primary islets (85-95% pure) were purchased from Prodo Laboratories Inc (Irvine, CA, USA) and cultured for 4 days in Prodo Islet Media Standard PIM(S) to recover after arrival. Islets were dissociated into single-cell suspension and viable individual cells were distributed by FACS into 384-well plates containing lysis buffer. Spike-in RNA from the External RNA Controls Consortium (ERCC) (Ambion, Life Technologies) was added to each well in 1:40 000 dilution. ","type":"sample collection protocol"},{"description":"Single-cell RNA-seq libraries were generated as described in Picelli et al., 2014, Full-length RNA-seq from single cells using Smart-seq2, Nature Protocols. ","type":"nucleic acid library construction protocol"},{"description":"Libraries were sequenced on an Illumina HiSeq 2000, generating 43 bp single-end reads.","type":"nucleic acid sequencing protocol"},{"description":"Expression values for RefSeq genes and values for ERCC transcripts were quantified as RPKMs using rpkmforgenes (Ramsköld et al., 2009). Format of the datafile ‘pancreas_refseq_rpkms_counts_3514sc.txt’: The file contains both the normalized rpkm values and the raw read counts for each sample. Columns correspond to samples and rows to genes. The first line of the file (starting with: #samples) contains the sample IDs to be used as column labels for both the rpkm and counts. The columns of the rpkm and the counts have the same order with the sample IDs. Columns 1:3514 correspond to rpkm values, Columns 3515:7028 correspond to read counts. Rows 1:26179 correspond to data for RefSeq genes, Rows 26180:26271 correspond to data for the 92 external RNA spike-in controls (ERCCs), Row 26272 (last) contains data for ‘eGFP’.","type":"normalization data transformation protocol"}],"supplementary_files":"ftp://ftp.ebi.ac.uk/pub/databases/microarray/data/experiment/MTAB/E-MTAB-5061/E-MTAB-5061.processed.1.zip","short_label":"pancreas islet normal","long_label":"Pancreatic islets from male donor, age 23, BMI 21.5, no diabetes","biosd_sample":"SAMEA4438102","ena_sample":"ERS1349551","submitted_id":"HP1504901_K19"}
