{"uuid":"5d6ae566-a591-40f7-ad93-018570b2dc5c","data_processing":["\"freeIbis\" was used as an efficient basecaller with calibrated quality scores for Illumina sequencers. (Bioinformatics. 2013 May 1;29(9):1208-9. doi: 10.1093/bioinformatics/btt117. Epub 2013 Mar 6.)","\"leeHom\" was used to trim adapters and merge Illumina sequencing reads. (Nucleic Acids Res. 2014 Oct;42(18):e141. doi: 10.1093/nar/gku699. Epub 2014 Aug 6.)","\"deML\" was used for robust demultiplexing of Illumina sequences using a likelihood-based approach. (Bioinformatics. 2015 Mar 1;31(5):770-2. doi: 10.1093/bioinformatics/btu719. Epub 2014 Oct 30.)","Reads were aligned against the human genome (build GRCh38.77 from ENSEMBLE) using TopHat v2.0.14. The genome was indexed using Bowtie v2.2.6","Fragments Per Kilobase of transcript Per Million mapped reads (FPKM) values were computed using cufflinks v2.2.1","Genome_build: GRCh38","Supplementary_files_format_and_content: Master data frame including sample name, gene ID, and FPKM values for each single cell."],"donor":{"ncbi_taxon":"9606","species":"Homo sapiens","life_stage":"organoid","age_unit":"day","age":"65"},"last_update_date":"2015-12-07","submission_date":"2015-11-30","body_part":{"name":"cerebral organoid"},"protocols":[{"description":"Cerebral organoids were generated using the same protocol as described Lancaster et al. Nature Protocols 2014, with the exception that mTESR1 (Stem Cell Technologies) was used during embryoid body formation.","type":"growth protocol"},{"description":"Whole cerebral organoids and microdisseccted ventricles were dissociated in 2 ml of Accutase (StemPro) containing 0.2 U/µl Dnase I (Roche) for approximately 45 minutes. Dissociated cells were filtered through 40, 30, and 20 μm diameter strainers to create a single cell suspension.","type":"treatment protocol"},{"description":"Cells were loaded into the Fluidigm C1 microfluidic platform, where single cells were captured. Lysis of single cells, reverse-transcription of mRNA into cDNA as well as preamplification of cDNA occured within the microfluidic device using reagents provided by Fluidigm as well as the SMARTer Ultra Low RNA kit for Illumina (Clontech). External RNA spike-in transcripts (ERCC spike-in Mix, Ambion) were added to all single cell lysis reactions at a dilution of 1:40,000.","type":"nucleic acid library construction protocol"}],"cell_line":"iPSC 409B2","short_label":"65d cerebral organoid","long_label":"65 day old cerebral organoid from iPSC cell line 409B2","geo_sample":"GSM1957314","ncbi_biosample":"SAMN04304266","supplementary_files":"ftp://ftp-trace.ncbi.nlm.nih.gov/sra/sra-instant/reads/ByExp/sra/SRX/SRX145/SRX1456812"}
