{"id":"GSE75659","contact":{"address":"Nobels väg 3; Stockholm,  17177 Swede","city":"Stockholm","country":"Sweden","email":"daniel.ramskold@ki.se","institute":"Karolinska Institutet","laboratory":"Rickard Sandberg's group (rickard.sandberg@ki.se)  (2008-2014); Rheumatology unit (2014-)","name":"Daniel,,Ramsköld","postal_code":"17177","street_address":"Nobels väg 3"},"contributor":["Björn,,Reinius","Jeff,,Mold","Daniel,,Ramsköld","Rickard,,Sandberg"],"geo_series":"GSE75659","last_update_date":"2017-06-02","ncbi_bioproject":"PRJNA304993","overall_design":"Cells were collected from in vitro clonal expansions, or from tissue or blood, to study the effect of relatedness and cell size on allele-specific expression","pmid":"27668657","release_status":"Public on Sep 26 2016","sra_project":"SRP066963","submission_date":"2015-12-03","summary":"Cellular heterogeneity can emerge from the expression of only one parental allele, however it has remained unknown to what degree patterns of random monoallelic expression of autosomal genes (aRME) are mitotically inherited (clonal) or stochastic (dynamic) in somatic cells. Here, we resolved this by applying allele-sensitive single-cell RNA-seq on primary mouse fibroblasts and in vivo human T-cells to simultaneously investigate clonal and dynamic aRME. Dynamic aRME affected a considerable portion of the transcriptome, with levels dependent on the cell’s transcriptional activity, but clonal aRME was surprisingly scarce (<1% of genes) and affected mainly lowly expressed genes. Consequently, the overwhelming portion of aRME occurs transiently and is scattered throughout somatic populations rather than, as previously hypothesized, confined to spatially restricted patches of clonally related cells.","supplementary_files":["ftp://ftp-trace.ncbi.nlm.nih.gov/sra/sra-instant/reads/ByStudy/sra/SRP/SRP066/SRP066963","ftp://ftp.ncbi.nlm.nih.gov/geo/series/GSE75nnn/GSE75659/suppl/GSE75659_RAW.tar"],"title":"Dissecting the clonal nature of allelic expression in somatic cells by single-cell RNA-seq","uuid":"da5be072-23be-44ad-8c20-a32fa492a358"}
